import { Card } from "../types/types";

export const cards: Card[] = [
  {
    id: 1,
    title: "Персонализированные курсы",
    description:
      "Создавайте индивидуальные учебные программы с учетом способностей и интересов учащихся.",
  },
  {
    id: 2,
    title: "Современные технологии",
    description:
      "Используйте современные технологии, чтобы подготовить учащихся к современным профессиям.",
  },
  {
    id: 3,
    title: "Сотрудничество с экспертами",
    description:
      "Привлекайте экспертов из разных областей, чтобы сделать образование более интересным и увлекательным.",
  },
  {
    id: 4,
    title: "Индивидуальные решения",
    description:
      "Помогайте учащимся находить оптимальные решения для своих задач и интересов.",
  },
  {
    id: 5,
    title: "Аналитика успеваемости",
    description:
      "Получайте подробные отчеты о прогрессе учащихся и используйте данные для улучшения образовательного процесса.",
  },
  {
    id: 6,
    title: "Поддержка 24/7",
    description:
      "Наша команда готова помочь вам в любое время дня и ночи, обеспечивая качественную техническую поддержку.",
  },
];
